Repository: darktable-org/darktable
Catalog: doc/usermanual/po/de.tmx
Source language: en
Languages: de

source: toggle live view
de: Live-View umschalten

source: zoom live view
de: Live-View zoomen

source: move focus point in (big steps)
de: Fokuspunkt näherrücken (große Schritte)

source: move focus point in (small steps)
de: Fokuspunkt näherrücken (kleine Schritte)

source: move focus point out (small steps)
de: Fokuspunkt wegrücken (kleine Schritte)

source: move focus point out (big steps)
de: Fokuspunkt wegrücken (große Schritte)

source: rotate 90 degrees ccw
de: um 90° gegen den Uhrzeigersinn drehen

source: rotate 90 degrees cw
de: um 90° im Uhrzeigersinn drehen

source: flip live view horizontally
de: Live-View horizontal spiegeln

source: selected image
de: ausgewähltes Bild

source: overlay another image over the live view
de: Live-View mit anderem Bild überlagern

source: image id
de: Bild-ID

source: enter image id of the overlay manually
de: ID des Bildes zum Überlagern manuell angeben

source: overlay mode
de: Überlagerungsmodus

source: saturate
de: Sättigung

source: color dodge
de: Abwedeln

source: color burn
de: Nachbelichten

source: hard light
de: Harte Kanten

source: soft light
de: Weiche Kanten

source: exclusion
de: Ausschluss

source: HSL hue
de: HSL-Farbton

source: HSL saturation
de: HSL-Sättigung

source: HSL color
de: HSL-Farbe

source: HSL luminosity
de: HSL-Helligkeit

source: mode of the overlay
de: Modus der Bildinfos

source: split line
de: Trennlinie

source: only draw part of the overlay
de: zeige nur einen Teil der Überlagerung

source: find location
de: Position finden

source: map settings
de: Karteneinstellungen

source: show OSD
de: OSD anzeigen

source: toggle the visibility of the map overlays
de: Sichtbarkeit der Karten-Überlagerungen umschalten

source: map source
de: Karten-Quelle

source: select the source of the map. some entries might not work
de: Quelle der Karte auswählen. Manche Einträge könnten nicht funktionieren

source: group #%d
de: Gruppe #%d

source: duplicate this shape
de: diese Form duplizieren

source: delete this shape
de: diese Form löschen

source: remove from group
de: aus der Gruppe entfernen

source: group the forms
de: Formen gruppieren

source: mode : union
de: Modus: Vereinigung

source: mode : intersection
de: Modus: Überschneidung

source: mode : difference
de: Modus: Differenz

source: mode : exclusion
de: Modus: Ausschluss

source: cleanup unused shapes
de: unbenutzte Formen entfernen

source: created shapes
de: Verfügbare Formen

source: metadata editor
de: Metadaten-Editor

source: <leave unchanged>
de: <nicht ändern>

source: private
de: privat

source: remove metadata from selected images
de: Metadaten von ausgewählten Bildern entfernen

source: write metadata for selected images
de: Metadaten für ausgewählte Bilder schreiben

source: configure metadata
de: Exif-Metadaten exportieren

source: Creative Commons Attribution (CC BY)
de: Creative Commons Namensnennung (CC-BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
de: Creative Commons Namensnennung, Weitergabe unter gleichen Bedingungen (CC-BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
de: Creative Commons Namensnennung, keine Bearbeitung (CC-BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
de: Creative Commons Namensnennung, nicht kommerziell (CC-BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
de: Creative Commons Namensnennung, nicht kommerziell, Weitergabe unter gleichen Bedingungen (CC-BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
de: Creative Commons Namensnennung, nicht kommerziell, keine Bearbeitung (CC-BY-NC-ND)

source: all rights reserved
de: alle Rechte vorbehalten

source: all rights reserved.
de: alle Rechte vorbehalten.

source: filmroll
de: Filmrolle

source: group id
de: Gruppen-ID

source: full path
de: voller Pfad

source: import timestamp
de: Importzeitstempel

source: change timestamp
de: Änderungszeitstempel

source: export timestamp
de: Exportzeitstempel

source: print timestamp
de: Druckzeitstempel

source: focus distance
de: Fokus-Entfernung

source: datetime
de: Datum/Uhrzeit

source: height
de: Höhe

source: export width
de: Exportbreite

source: export height
de: Exporthöhe

source: longitude
de: Länge

source: elevation
de: Höhe

source: categories
de: Kategorien

source: image information
de: Bildinformation

source: double click to jump to film roll %s
de: Doppelklick, um zur Filmrolle %s zu springen

source: unused
de: nicht benutzt

source: unused/deprecated
de: unbenutzt/veraltet

source: marked for deletion
de: wird gelöscht

source: auto-applying presets applied
de: automatische Voreinstellungen angewandt

source: legacy flag. set for all new images
de: altes Flag, für alle neuen Bilder gesetzt

source: has .txt
de: hat .txt

source: has .wav
de: hat .wav

source: image rejected
de: Bild abgelehnt

source: image has %d star
de: Bild hat %d Stern

source: unknown
de: unbekannt

source: loader: %s
de: geladen mit: %s

source: jump to film roll
de: zu Filmrolle springen

source: modulegroups
de: Modulgruppen

source: show only active modules
de: eingeschaltete Module

source: show only your favourite modules (selected in `more modules' below)
de: Favoriten (unten unter „weitere Module” ausgewählt)

source: basic group
de: Basisgruppe

source: tone group
de: Helligkeitsgruppe

source: color group
de: Farbgruppe

source: correction group
de: Korrekturgruppe

source: effects group
de: Effektgruppe

source: search module
de: Modul suchen

source: search modules by name or tag
de: Modul nach Namen oder Markierung suchen

source: clear text
de: Text löschen

source: more modules
de: weitere Module

source: subset: no module
de: Untergruppe: Kein Modul

source: subset: all modules
de: Untergruppe: Alle Module

source: subset: default modules
de: Untergruppe: Standard-Module

source: workspace: all-purpose
de: Bereich: Allzweck

source: workspace: landscape & HDR
de: Bereich: Landschaft & HDR

source: workspace: architecture & streets
de: Bereich: Architektur & Straßen

source: workspace: portrait & beauty
de: Bereich: Portrait & Beauty

source: workspace: lowlight & high ISO
de: Bereich: Schwaches Licht & Hoher ISO

source: subset: creative modules only
de: Untergruppe: Nur Kreativmodule

source: subset: technical modules only
de: Untergruppe: Nur technische Module

source: fit to screen
de: einpassen

source: hide navigation thumbnail
de: Navigationsvorschaubild ausblenden

source: print settings
de: Druckeinstellungen

source: processing `%s' for `%s'
de: Verarbeiten von „%s” für „%s”

source: cannot open printer profile `%s'
de: Konnte Druckerprofile „%s” nicht öffnen

source: error getting output profile for image %d
de: Fehler für das Ausgabeprofils des Bildes %d

source: cannot apply printer profile `%s'
de: Konnte Druckerprofile „%s” nicht anwenden

source: failed to create temporary pdf for printing
de: Fehler beim Erstellen der temporären PDF-Datei für den Druck

source: cannot print until a picture is selected
de: vor dem Drucken ein Bild auswählen

source: cannot print until a printer is selected
de: vor dem Drucken einen Drucker auswählen

source: cannot print until a paper is selected
de: vor dem Drucken ein Papierformat auswählen

source: cannot get image %d for printing
de: erhalte Bild %d nicht zum Drucken

source: printer
de: Drucker

source: media
de: Medium

source: color management in printer driver
de: Farbverwaltung im Druckertreiber

source: printer ICC profiles in %s or %s
de: Drucker-ICC-Profile in %s oder %s

source: black point compensation
de: Tiefenkompensation

source: activate black point compensation when applying the printer profile
de: aktiviere Tiefenkompensation wenn das Druckerprofile angewandt wird

source: page
de: Seite

source: image width/height
de: Bildbreite/-höhe

source: scale factor
de: Skalierungsfaktor

source: image scale factor from native printer DPI: < 1 means that it is downscaled (best quality) > 1 means that the image is upscaled a too large value may result in poor print quality
de: Vergrößerungsfaktor des Bildes gegenüber der Druckerauflösung: < 1 ist eine Verkleinerung des Bildes (beste Qualität) > 1 ist eine Vergößerung des Bildes ein zu großer Wert kann zu schlechter Druckqualität führen

source: top margin
de: oberer Rand

source: left margin
de: linker Rand

source: lock
de: sperren

source: change all margins uniformly
de: alle Ränder einheitlich ändern

source: right margin
de: rechter Rand

source: bottom margin
de: unterer Rand

source: temporary style to use while printing
de: Stil, der beim Drucken vorübergehend angewandt werden soll

source: print
de: drucken

source: print with current settings
de: mit aktuellen Einstellungen drucken

source: recently used collections
de: kürzlich benutzte Sammlungen

source: jump back to previous collection
de: zurück zur letzten Sammlung

source: and
de: UND

source: or
de: ODER

source: but not
de: ABER NICHT

source: select all images in current collection
de: wähle alle Bilder der aktuellen Sammlung

source: select none
de: nichts auswählen

source: clear selection
de: entferne die aktuelle Auswahl

source: invert selection
de: Auswahl invertieren

source: select unselected images in current collection
de: wähle alle Bilder der aktuellen Sammlung aus, die nicht ausgewählt sind

source: select film roll
de: Filmrolle auswählen

source: select all images which are in the same film roll as the selected images
de: wähle alle Bilder aus, die in der selben Filmrolle sind wie die ausgewählten

source: select untouched
de: unbearbeitete

source: select untouched images in current collection
de: wähle alle Bilder der aktuellen Sammlung aus, die noch nicht bearbeitet wurden

source: session
de: Sitzung

source: create
de: erzeugen

source: take snapshot
de: Snapshot erstellen

source: take snapshot to compare with another image or the same image at another stage of development
de: Snapshot erstellen, um mit einem anderen Bild oder dem aktuellen Bild in einem anderen Bearbeitungszustand zu vergleichen

source: styles
de: Stile

source: select style
de: Stil auswählen

source: darktable style files
de: darktable-Stil-Datei

source: available styles, doubleclick to apply
de: verfügbare Stile, Doppelklick zum Anwenden

source: filter style names
de: Stil-Namen filtern

source: create duplicate
de: Duplikat erzeugen

source: creates a duplicate of the image before applying style
de: Erzeuge ein Duplikat des Bildes, bevor der Stil angewendet wird.

source: create...
de: erzeugen

source: create styles from history stack of selected images
de: Stile aus den Verlaufsstapeln der ausgewählten Bilder erzeugen

source: edit...
de: bearbeiten

source: edit the selected style in list above
de: ausgewählten Stil in der Liste bearbeiten

source: import style from a style file
de: Stil aus einer Stil-Datei importieren

source: export the selected style into a style file
de: ausgewählten Stil in eine Stil-Datei exportieren

source: tagging
de: Verschlagwortung

source: attach
de: Anhängen

source: detach
de: Entfernen

source: new
de: Neu

source: tag
de: Schlagwort vergeben

source: redo last tag
de: letztes Schlagwort erneut vergeben

source: attach tag to all
de: Tag an alle anhängen

source: detach tag
de: Tag abwählen

source: delete tag?
de: Tag löschen?

source: do you really want to delete the tag `%s'? %d image is assigned this tag!
de: soll das Tag „%s“ wirklich gelöscht werden? %d Bild(er) ist dieses Tag zugewiesen!

source: tag %s removed
de: Tag %s entfernt

source: <u>%d</u> tag will be deleted.
de: <u>%d</u>Tag wird gelöscht.

source: <u>%d</u> image will be updated
de: <u>%d</u> Bild wird aktualisiert

source: %d tags removed
de: %d Stichwörter entfernt

source: create tag
de: Tag erstellen

source: add to: "%s"
de: hinzufügen zu: „%s”

source: category
de: Kategorie

source: synonyms:
de: Synonyme:

source: empty tag is not allowed, aborting
de: Leerer Tag ist nicht erlaubt. Abbruch.

source: tag name already exists. aborting.
de: Tag existiert bereits. Abbruch.

source: edit tag
de: Tag bearbeiten

source: <u>%d</u> tag will be updated.
de: <u>%d</u> Tag wird aktualisiert.

source: '|' character is not allowed for renaming tag. to modify the hierachy use rename path instead. Aborting.
de: '|' Zeichen ist für die Umbenennung von Stichwörtern nicht erlaubt. Um die Hierarchie zu ändern, verwenden stattdessen Pfad Umbenennen. Abbruch.

source: at least one new tag name (%s) already exists, aborting
de: Mindestens ein neuer Tag (%s) existiert bereits, Abbruch des Vorgangs

source: rename path?
de: Pfad umbenennen?

source: selected path: %s
de: Pfad auswähler: %s

source: '|' misplaced, empty tag is not allowed, aborting
de: '|' falsch platziert, leerer Tag ist nicht erlaubt, Abbruch

source: at least one new tagname (%s) already exists, aborting.
de: Mindestens ein neuer Tag (%s) existiert bereits. Abbruch.

source: attach tag
de: Tag anhängen

source: delete tag
de: Tag löschen

source: create tag...
de: Tag erstellen...

source: edit tag...
de: Tag bearbeiten...

source: rename path...
de: Pfad umbenennen...

source: copy to entry
de: Kopieren in den Eintrag

source: go to tag collection
de: gehe zur Tag-Sammlung

source: go back to work
de: Wieder an die Arbeit gehen

source: (private)
de: (privat)

source: Select a keyword file
de: Tag auswählen

source: _import
de: _importieren

source: error importing tags
de: Fehler beim Importieren der Stichwörter

source: %zd tags imported
de: %zd Stichwörter importiert

source: Select file to export to
de: Datei zum exportieren wählen

source: _export
de: _exportieren

source: error exporting tags
de: Fehler beim Exportieren der Stichwörter

source: %zd tags exported
de: %zd Stichwörter exportiert

source: attached tags, double-click to detach right-click for other actions on attached tag, ctrl-wheel scroll to resize the window
de: angefügte Tags, Doppelklick zum Entfernen Rechtsklick für andere Aktionen des ausgewählten Tag, Strg-Mausrad, um die Größe des Fensters zu ändern.

source: attach tag to all selected images
de: Tag an alle ausgewählten Bilder anhängen

source: detach tag from all selected images
de: Tag von allen ausgewählten Bildern entfernen

source: toggle list with / without hierarchy
de: Wechseln zwischen Liste mit / ohne Hirarchie

source: toggle sort by name or by count
de: Zwischen Sortierung nach Name oder Anzahl umschalten

source: toggle show or not darktable tags
de: Anzeige von Stichwörtern aktivieren oder deaktivieren

source: enter tag name
de: Tag eingeben

source: clear entry
de: Eintrag löschen

source: tag dictionary, double-click to attach, right-click for other actions on selected tag, ctrl-wheel scroll to resize the window
de: Tag-Verzeichnis, Duppelklick für hinzufügen, Rechtsklick für andere Aktionen des ausgewählten Tag, Strg-Mausrad, um die Größe des Fensters zu ändern.

source: create a new tag with the name you entered
de: neuer Tag mit dem eingegebenen Namen erstellen

source: import tags from a Lightroom keyword file
de: Tags aus einer Lightroom-Stichwortdatei importieren

source: export all tags to a Lightroom keyword file
de: alle Tags in eine Lightroom-Stichwortdatei exportieren

source: toggle list / tree view
de: Wechseln zwischen Listen- / Baumansicht

source: toggle list with / without suggestion
de: Wechseln zwischen Liste mit / ohne Vorschlag

source: tag shortcut is not active with tag tree view. please switch to list view
de: Tag-Kurzbefehle in der Baumansicht nicht aktiv. Bitte zur Listenansicht wechseln.

source: battery indicator
de: Batterieanzeige

source: colorlabels
de: Farbmarkierungen

source: toggle red label of selected images
de: Rote Markierung der ausgewählten Bilder an/aus schalten

source: toggle yellow label of selected images
de: Gelbe Markierung der ausgewählten Bilder an/aus schalten

source: toggle green label of selected images
de: Grüne Markierung der ausgewählten Bilder an/aus schalten

source: toggle blue label of selected images
de: Blaue Markierung der ausgewählten Bilder an/aus schalten

source: toggle purple label of selected images
de: Violette Markierung der ausgewählten Bilder an/aus schalten

source: clear all labels of selected images
de: Alle Markierungen der ausgewählten Bilder entfernen

source: copyright (c) the authors 2009-%s
de: Copyright © die Urheber 2009–%s

source: organize and develop images from digital cameras
de: Organisiere und entwickle Bilder von Digitalkameras

source: translator-credits
de: Tobias Ellinghaus

source: filmstrip
de: Filmstreifen

source: view
de: zeige

source: unstarred only
de: kein Stern

source: rejected only
de: abgelehnt

source: all except rejected
de: keine abgelehnten

source: sort by
de: sortieren nach

source: custom sort
de: benutzerdefinierte Sortierung

source: shuffle
de: mischen

source: preferences
de: Voreinstellungen

source: overlay mode for size
de: Überlagerungsmodus für Größe

source: expand grouped images
de: gruppierte Bilder ausklappen

source: collapse grouped images
de: gruppierte Bilder zusammenfassen

source: click to change the type of overlays shown on thumbnails
de: klicken, um Art der Bildinfos in Vorschaubildern zu wählen

source: no overlays
de: keine Bildinfos

source: overlays on mouse hover
de: Bildinfos bei Überfahren mit Maus

source: extended overlays on mouse hover
de: erweiterte Bildinfos bei Überfahren mit Maus

source: permanent overlays
de: permanente Bildinfos

source: permanent extended overlays
de: permanente erweiterte Bildinfos

source: permanent overlays extended on mouse hover
de: permanente Bildinfos erweitert bei Überfahren mit Maus

source: overlays block on mouse hover
de: überlagerte Box mit Bildinfos bei Überfahren mit Maus

source: enable this, then click on a control element to see its online help
de: dies aktivieren und dann dann auf ein Bedienelement klicken, um die Online-Hilfe anzuzeigen

source: show global preferences
de: zeige globale Voreinstellungen

source: do you want to access https://darktable.gitlab.io/doc/?
de: Möchten Sie auf https://darktable.gitlab.io/doc/ zugreifen?

source: access the online usermanual?
de: Auf das Online-Benutzerhandbuch zugreifen?

source: help url opened in web browser
de: Hilfe-URL wird in Webbrowser geöffnet

source: there is no help available for this element
de: Für dieses Element ist keine Hilfe verfügbar

source: hinter
de: Hinweise

source: image infos
de: Bildinformation

source: zoomable light table
de: zoombarer Leuchttisch

source: file manager
de: Dateiverwaltung

source: culling
de: Sichten

source: fixed zoom
de: manuelle Sortierung

source: dynamic zoom
de: Dynamischer Zoom

source: zoom max
de: maximaler Zoom

source: zoom in
de: heranzoomen

source: zoom out
de: herauszoomen

source: zoom min
de: minimaler Zoom

source: toggle culling mode
de: Sichten-Modus ein- oder ausschalten

source: toggle culling dynamic mode
de: dynamischen Sichten-Modus ein- oder ausschalten

source: toggle culling zoom mode
de: Sichten-Zoommodus ein- oder ausschalten

source: module toolbox
de: Modul-Toolbox

source: timeline
de: Zeitleiste

source: start selection
de: Auswahl starten

source: stop selection
de: Auswahl beenden

source: view toolbox
de: Ansichts-Toolbox

source: viewswitcher
de: Ansichtwechsler

source: reset lib parameters
de: Modul-Parameter zurücksetzen

source: select file
de: Datei auswählen

source: double click to reset to `%f'
de: Doppelklick, um auf „%f” zurückzusetzen

source: lua options
de: Lua-Optionen

source: gamut check
de: Gamut überprüfen

source: no userdefined presets for favorite modules were found
de: keine benutzerdefinierten Voreinstellungen für Favoriten-Module gefunden

source: applied style `%s' on current image
de: Stil „%s” auf aktuelles Bild angewandt

source: no styles have been created yet
de: es wurde noch kein Stil angelegt

source: quick access to presets of your favorites
de: Schnellzugriff auf Voreinstellungen der Favoriten

source: quick access for applying any of your styles
de: Schnellzugriff, um einen Stil anzuwenden

source: display a second darkroom image window
de: ein zweites Dunkelkammer-Vorschaufenster anzeigen

source: toggle ISO 12646 color assessment conditions
de: Bedingungen zur Farbbeurteilung nach ISO 12646 herstellen

source: toggle raw over exposed indication right click for options
de: Anzeige von Über-/Unterbelichtung der Raw-Werte, Rechtsklick für Einstellungen

source: mark with CFA color
de: mit CFA-Farben markieren

source: mark with solid color
de: mit fester Farbe markieren

source: select how to mark the clipped pixels
de: auswählen, wie überbelichtete Pixel markiert werden sollen

source: color scheme
de: Farbzusammenstellung

source: select the solid color to indicate over exposure. will only be used if mode = mark with solid color
de: feste Farbe zum Markieren der Überbelichtung auswählen. wird nur im entsprechenden Modus benutzt

source: threshold of what shall be considered overexposed 1.0 - white level 0.0 - black level
de: Schwellwert dafür, was als überbelichtet markiert wird 1,0 – Weißwert 0,0 – Schwarzwert

source: toggle over/under exposed indication right click for options
de: Anzeige von Über-/Unterbelichtung, Rechtsklick für Einstellungen

source: red & blue
de: Rot & Blau

source: purple & green
de: Violett & Grün

source: select colors to indicate over/under exposure
de: Farben wählen, mit denen über-/unterbelichtete Bereiche markiert werden

source: lower threshold
de: unterer Schwellwert

source: threshold of what shall be considered underexposed
de: Schwellwert dafür, was als unterbelichtet markiert wird

source: upper threshold
de: oberer Schwellwert

source: threshold of what shall be considered overexposed
de: Schwellwert dafür, was als überbelichtet markiert wird

source: toggle softproofing right click for profile options
de: Softproof, Rechtsklick für Einstellungen

source: toggle gamut checking right click for profile options
de: Gamutüberprüfung, Rechtsklick für Einstellungen

source: display intent
de: Anzeigevorsatz

source: preview display intent
de: Vorschau des Anzeigevorsatz

source: display profile
de: Anzeigeprofil

source: preview display profile
de: Vorschau des Bildschirmprofil

source: histogram profile
de: Histogrammprofil

source: display ICC profiles in %s or %s
de: Anzeige-ICC-Profile in %s oder %s

source: preview display ICC profiles in %s or %s
de: Vorschau der Anzeige-ICC-Profile in %s oder %s

source: softproof ICC profiles in %s or %s
de: Softproof-ICC-Profile in %s oder %s

source: histogram and color picker ICC profiles in %s or %s
de: Histogramm und Farbwähler ICC-Profile in %s oder %s

source: set the color of lines that overlay the image (drawn masks, crop and rotate guides etc.)
de: lege Farbe dem Bild überlagerter Linien fest (gezeichnete Masken, Hilfslinien für Beschneiden und Rotieren etc.)

source: overlay color
de: Überlagerungsfarbe

source: zoom close-up
de: Zoom auf 100%

source: zoom fill
de: Ansicht füllen

source: zoom fit
de: Ansicht einpassen

source: image forward
de: nächstes Bild

source: image back
de: vorheriges Bild

source: color assessment
de: Farbbeurteilung

source: cycle overlay colors
de: Überlagerungsfarbe zyklisch ändern

source: increase brush size
de: Größe des Pinsels erhöhen

source: decrease brush size
de: Größe des Pinsels verringern

source: increase brush hardness
de: Härte des Pinsels erhöhen

source: decrease brush hardness
de: Härte des Pinsels verringern

source: increase brush opacity
de: Deckkraft des Pinsels erhöhen

source: decrease brush opacity
de: Deckkraft des Pinsels verringern

source: full preview
de: Kurzvorschau

source: undo
de: rückgängig

source: redo
de: wiederherstellen

source: allow to pan & zoom while editing masks
de: erlaube das Verschieben und Zoomen während der Bearbeitung von Masken
